[
  {
    "year": "2021",
    "alumni": [
      {
        "image": "fabi_v.jpeg",
        "name": "Fabiola Vite",
        "college": "Houston Community College",
        "major": "Information Technology and Systems",
        "message": "Fabiola was the scouting lead for Team 7494. She also helped with club presentation and competition setup. \"FIRST has helped me figure out what kind of career pathway I'd like to pursue. They gave me an opportunity to strengthen skills I previously lacked. More importantly, it allowed me to create strong lifelong bonds with other members. I will always remember the memories created within the FIRST community and with my second family.\""
      },
      {
        "image": "aviyel.jpg",
        "name": "Aviyel Ahiyya",
        "college": "University of Texas at San Antonio",
        "major": "Mechanical Engineering",
        "message": "Aviyel Ahiyya was an active member of the FRC#7494 Team and worked on the design, programming, and mechanical production of the robot. Aviyel spent 3 years with the Dulles Robotics team, and considered it to be the most fun he's had with any school activity, always happy to be in the club with those around him. For Aviyel, Dulles Robotics was a second home. \"If it had not been for Robotics, I doubt I would be the person I am today, no kizzy!\""
      },
      {
        "name": "Bill Nguyen",
        "image": "bill.jpg",
        "college": "Rice University",
        "major": "Electrical Engineering",
        "message": "Bill joined the club during his freshman year and spent most of his time programming for all three of Dulles Robotics' teams. Aside from that, he managed FRC data processing and helped with club communications and outreach. \"Participating in FIRST Robotics showed me the world I wanted to contribute to, and it allowed me to meet countless people who I am so grateful to have learned from.\""
      },
      {
        "name": "Farhan",
        "image": "farhan.jpg",
        "college": "University of Texas At Dallas",
        "major": "Computer Science",
        "message": "Farhan joined the team in his freshman year and started off as a programmer for the team. Quickly he grew to work on design, build, outreach and marketing and strove to share his plethora of skills to the future generations of the team and the community. His strong leadership and decision making skills led him to be the coach of the FRC team and head of the club. \"FIRST built me into the person I am today and brought about many opportunities for growth. I’ve never had more fun than when I was in robotics sharing memories with my teammates.\""
      },
      {
        "name": "Daniel Leung",
        "college": "Texas A&M University",
        "major": "Mechanical Engineering",
        "image": "daniel.jpg",
        "message": "Daniel was the design lead and helped instruct the 3D modelling of robots. \"FIRST Robotics led me to my passion in mechanical engineering and modeling. The people I met in the club are more than friends, they're family.\""
      },
      {
        "name": "Rohan",
        "image": "rohan.png",
        "college": "University of Houston",
        "major": "Mechanical Engineering",
        "message": "Rohan worked with the pit crew and design team. \"FIRST was the best place for me to see how the engineering skills I was learning in class could be used in the real world. With FIRST, I learned how to problem solve and work together with a team.\""
      },
      {
        "name": "Zain Ahmed",
        "college": "Houston Community College",
        "major": "Computer Systems Networking",
        "message": "Zain joined in his freshman year and started off learning programming. During his sophomore year, he was exposed to web development and graphic design, which has remained his focus ever since. \"Thanks to FIRST, I have made some of the greatest friends in my life, and I have been able to explore fields that I would have only dreamed of. FIRST gave me hands-on experience which will help me beyond high school, in college, and in the professional world.\""
      },
      {
        "name": "Erica Miller",
        "image": "erica.jpg",
        "college": "University of Houston",
        "major": "Computer Information Systems",
        "message": "Erica served as the primary graphic designer and systems administrator for Dulles Robotics from early 2019 to mid 2020. She helped design the branding for the club and contributed to physical media such as club shirts, jerseys, posters, and badges. \"The Dulles Robotics club gave me a outstanding and unique opportunity to have my creative skills engage with hundreds of viewers in both physical and digital environments.\""
      }
    ]
  },
  {
    "year": "2020",
    "alumni": [
      {
        "image": "abby.jpg",
        "name": "Abigail Rajagopal",
        "college": "Texas A&M University",
        "major": "Aerospace Engineering",
        "message": "Abby was an active member on Big Red (FTC Team 12456) and Circuit Bizurkers (FRC Team 7494) over the 4 years she was on the Dulles Robotics team. She served in various roles from build and design to marketing and presentation. \"I would not have developed my passion for robotics without my involvement in FIRST or would have met some of my closest friends.\""
      },
      {
        "image": "akshay.jpg",
        "name": "Akshay Kokkula",
        "college": "Texas A&M University",
        "major": "Mechanical Engineering",
        "message": "Akshay was primarily on the build team throughout his 4 years in the club and was on the drive team for the first 2 years of the FRC team. He put countless hours into the club, even taking time out of his classes to do so. “Joining robotics and participating with FIRST was the best thing that ever happened to me. For the first time in my life, I know who I want to be in the future.”"
      },
      {
        "image": "ella.jpg",
        "name": "Ella Quiambao",
        "college": "University of Texas Dallas",
        "major": "Biochemistry",
        "message": "Joining the team during her freshman year, Ella has worked with the marketing and presentation departments and was also one of the non-technical coordinators during her senior year. “FIRST has really shown me that the possibilities are endless. Find something you like doing and run with it; don’t let other people decide the limits of your own capabilities.”"
      },
      {
        "image": "christian.png",
        "name": "Christian Anhaiser",
        "college": "University of Houston",
        "major": "Mechanical Engineering",
        "message": "Christian joined the Dulles Robotics club in the 2017-2018 season as a designer and builder, and he used his engineering experience to help the team stay organized and always ready. He used his volume and energy to cheer on the team at competitions."
      },
      {
        "image": "jacob.jpg",
        "name": "Jacob Enerio",
        "college": "Texas A&M University",
        "major": "Computer Science",
        "message": "Jacob worked in the programming, web development, and FRC data management parts of the club. “FIRST allowed me to meet all types of people and cemented my passion for Robotics. I had fun working with all of my team members, and I’m proud that I joined FIRST.”"
      },
      {
        "image": "benjamin.jpg",
        "name": "Benjamin Sternberg",
        "college": "Texas A&M University",
        "major": "Mechanical Engineering",
        "message": "Benjamin worked on the design and mechanical teams of 7494, sharing his knowledge of CAD and learning a lot more in the process. “Even though I knew I wanted to go into the engineering field, I did not quite know why, and through FIRST I have learned to work with teams to overcome problems."
      },
      {
        "image": "aman.jpg",
        "name": "Aman Baig",
        "college": "University of Texas Dallas",
        "major": "Biochemistry",
        "message": "Aman joined the club in its very first year. He learned how to use 3-D modeling programs such as Inventor, which led him into design on team 12456. After this, he worked to become the safety co-captain for FRC team 7494. “FIRST has inspired me to continue striving to help the community and give back whenever I can. I have been able to volunteer for a cause greater than any one person, and I am glad to be a part of such a passionate team.”"
      },
      {
        "image": "jaden.jpg",
        "name": "Jaden Thompson​",
        "college": "University of Illinois At Urbana Champaign",
        "major": "Mechanical Engineering",
        "message": "“FIRST gives students a unique opportunity to get hands-on experience and exposure to the STEM industry. In addition to this, it provides a sense of community and motivation for many students around the world. I will forever remember my years as a member of a FIRST robotics team.”"
      },
      {
        "image": "abdullah.jpg",
        "name": "Abdullah Samma",
        "college": "University of Houston",
        "major": "Computer Science",
        "message": "Abdullah helped design and construct pit displays and scouted during competitions. “I will never forget the experience of being in a FIRST club.”"
      },
      {
        "image": "purva.jpg",
        "name": "Purva Pawar​",
        "college": "University of Texas Dallas",
        "major": "Biomedical Engineering",
        "message": "Purva served as the wiring lead and the safety captain for team 7494. “FIRST allowed me to find a second family at my school where I was able to make many memories and gain some valuable skills.”"
      },
      {
        "image": "faith.jpg",
        "name": "Faith Jamero",
        "college": "University of Houston",
        "major": "Mechanical Engineering",
        "message": "Faith is instrumental in the scouting and design phase, specializing in Computer-Aided Design, or CAD. “FIRST provided me with experience working as a team in a STEM environment, and gave me lifelong friends along the way.”"
      },
      {
        "image": "nida.png",
        "name": "Nida Virabalin​",
        "college": "University of Texas Austin",
        "major": "Archaeometry",
        "message": "Nida was in charge of designing and building the pits as well as doing judge interviews. She also did sponsorship interviews. “FIRST taught me that as individuals we can go far but as a family we can go further.”"
      },
      {
        "name": "Rebecca Liu",
        "college": "University of Texas Austin",
        "major": "Unspecified Business, Pre-med",
        "message": "Rebecca joined the club in its very first season. She was primarily involved in the marketing, outreach, and presentation aspects of the team, eventually becoming Communications Coordinator in her fourth year."
      }
    ]
  },
  {
    "year": "2019",
    "alumni": [
      {
        "image": "karim.jpg",
        "name": "Karim Karim",
        "college": "University of Texas Dallas",
        "major": "Computer Science",
        "message": "Karim Karim founded the club with Kenneth Mitra in 2015 and worked hard to grow the club to where it is today. While primarily a programmer, he helped with all sub-teams and contributed hundreds of hours to the club."
      },
      {
        "image": "tommy.jpg",
        "name": "Tommy Nguyen",
        "college": "University of Houston",
        "major": "Mechanical Engineering",
        "message": "Tommy’s role on the team was to inspire and guide the build team, sharing his knowledge in hands on fabrication, CAD design, and problem solving. He also helped capture much of the team’s development as the media person. “FIRST has definitely inspired me to begin, and stay in the engineering/STEM path, showing me what engineering could be.”"
      },
      {
        "image": "ryan.png",
        "name": "Ryan Jochims",
        "college": "University of Houston",
        "major": "Computer Engineering",
        "message": "Ryan’s role in the team was to bring his knowledge of manufacturing with metal and wood for the development of robots and other projects and teach members as much as he could. “FIRST has had one of the most influential impacts on my future, as it has led to me wanting to have a career in the STEM field”"
      },
      {
        "image": "ali.jpg",
        "name": "Ali Oufi",
        "college": "University of Houston",
        "major": "Chemical Engineering",
        "message": "Ali Oufi worked on pneumatics and was the safety captain for Team 7494. “Thanks to FIRST, I was given this opportunity to work with a diverse group of people who also hold my passion for robotics and I was able to develop skills that I need as I pursue my career in chemical engineering.”"
      },
      {
        "image": "christine.jpg",
        "name": "Christine Simon",
        "college": "University of Houston",
        "major": "Criminology/Criminal Justice And Computer Science",
        "message": "After interning for NASA and seeing NASA work with us and other FIRST teams, she decided to join Dulles Robotics. “I was able to make new friends, express who and learn about team work and leadership. I am proud to say I am a Dulles Robotics alumni and FIRST volunteer.”"
      },
      {
        "image": "alex.jpg",
        "name": "Alex Riggs",
        "college": "United States Marine Corps"
      },
      {
        "image": "justin.png",
        "name": "Justin",
        "college": "Texas A&M University",
        "major": "Electrical Engineering"
      },
      {
        "name": "Manal Khan",
        "college": "Texas A&M University",
        "major": "Computer Engineering",
        "message": "Manal handled presentation, judge interviews, and pit scouting. She also participated on the bumpers and marketing/sponsorships team. “The summer after I graduated, I helped the team gain their title sponsor, WM. FIRST helped me decide what I wanted my future to look like.”"
      },
      {
        "name": "Chuck Allinou",
        "college": "University of Houston",
        "major": "Mechanical Engineering"
      },
      {
        "name": "Corwin​",
        "college": "Texas A&M University",
        "major": "Mechanical Engineering"
      },
      {
        "name": "Saleha Baloch",
        "college": "Houston Community College",
        "major": "Interior Design"
      },
      {
        "name": "Austin Joseph",
        "college": "University of Texas",
        "major": "Computer Science"
      }
    ]
  },
  {
    "year": "2018",
    "alumni": [
      {
        "image": "kenneth.png",
        "name": "Kenneth Mitra",
        "college": "University of Texas",
        "major": "Electrical Engineering"
      }
    ]
  },
  {
    "year": "2017",
    "alumni": [
      {
        "name": "Zaid Baig",
        "college": "University of Houston",
        "major": "Computer Science"
      }
    ]
  }
]
