[
  {
    "name": "Ruthelen Robinson",
    "designation": "Lead Mentor and Teacher Sponsor",
    "description": "Ms. Robinson is a techy with nearly 30 years of experience in Corporate America as an IT business consultant.  Over the years, she gained skills and competencies in project management, change management, business analysis, virtual collaboration, merger and acquisition transition, data warehousing, infrastructure deployment, system configuration, software asset management, and service delivery.  Her client history spans across major oil and gas, oil field services, aerospace, financial, healthcare and other companies."
  },
  {
    "name": "Aaron Williams",
    "designation": "Co-President",
    "description": "Aaron Williams is a senior at Dulles and has been with the club for 4 years. He is a talented builder and understands what makes a good robotics club through and through."
  },
  {
    "name": "Michael Christensen",
    "designation": "Co-President",
    "description": "A talented club coordinator who ensures safety and responsibility amongst members. He's been with the club for nearly four years."
  },
  {
    "name": "David Han",
    "designation": "Vice President & Design Lead",
    "description": "David Han is a senior at Dulles and has been with the club for 4 years. He is highly experienced in CAD and engineering design, and he excels at making swift and leaderly decisions."
  },
  {
    "name": "Athulya Saravankumar",
    "designation": "2nd Vice President",
    "description": "Athulya Saravankumar is a junior at Dulles and has been with the club for 3 years. She is a part of the programming department and loves to code. She hopes to help spread awareness of STEM to other women by participating in outreach events. She enjoys working with others and making new friends along the way. “FIRST Robotics has allowed me to reach beyond my limits, meet my second family, and create forever lasting memories.”"
  },
  {
    "name": "Kristina Li",
    "designation": "Secretary",
    "description": "Athulya Saravankumar is a junior at Dulles and has been with the club for 3 years. She is a part of the programming department and loves to code. She hopes to help spread awareness of STEM to other women by participating in outreach events. She enjoys working with others and making new friends along the way. “FIRST Robotics has allowed me to reach beyond my limits, meet my second family, and create forever lasting memories.”"
  },
  {
    "name": "Izack Waczko",
    "designation": "Finance & Build Lead",
    "description": "A sophomore who has shown exceptional brilliance in computer design and building robots from his first day as a freshman. He oversees the building of all robots to ensure function and safety. He also oversees part orders and our budget."
  },
  {
    "name": "Elliot Michlin",
    "designation": "Historian & Programming Lead",
    "description": "Elliot Michlin is a senior at Dulles and has been with the club for 3 years. He has lead programming for both FTC teams and assisted with FRC in 2020. He also programmed the entirety of the Dulles Robotics website."
  },
  {
    "name": "Tanav Palisetti",
    "designation": "Event Coordinator",
    "description": "A junior who has been with the club for 3 years, Tanav has assisted with robotics build teams and administration since his freshmen year. He has been a leader in all robotics competitions, regardless of if Dulles was hosting it. Tanav assists with planning and running meets and tournaments."
  }
]
