[
  {
    "name": "Athulya Saravankumar",
    "designation": "Officer & Programming Lead",
    "description": "Athulya Saravankumar is a junior at Dulles and has been with the club for 3 years. She is a part of the programming department and loves to code. She hopes to help spread awareness of STEM to other women by participating in outreach events. She enjoys working with others and making new friends along the way. “FIRST Robotics has allowed me to reach beyond my limits, meet my second family, and create forever lasting memories.”"
  },
  {
    "name": "Izack Waczko",
    "designation": "Officer & Build Lead",
    "description": "Izack Waczko is a sophomore at Dulles and has been with the club for 2 years. His experience in CAD and build has been highly critical to our success."
  },
  {
    "name": "Elliot Michlin",
    "designation": "Officer & Programming Lead",
    "description": "Elliot Michlin is a senior at Dulles and has been with the club for 3 years. He has lead programming for both FTC teams and assisted with FRC in 2020. He also programmed the entirety of the Dulles Robotics website."
  },
  {
    "name": "David Han",
    "designation": "Officer & Design Lead",
    "description": "David Han is a senior at Dulles and has been with the club for 4 years. He is highly experienced in CAD and engineering design, and he excels at making swift and leaderly decisions."
  },
  {
    "name": "Aaron Williams",
    "designation": "Officer & Design/Build Lead",
    "description": "Aaron Williams is a senior at Dulles and has been with the club for 4 years. He is a talented builder and helped guide his teams through many seasons."
  },
  {
    "name": "Ruthelen Robinson",
    "designation": "Lead Mentor and Teacher Sponsor",
    "description": "Ms. Robinson is a techy with nearly 30 years of experience in Corporate America as an IT business consultant.  Over the years, she gained skills and competencies in project management, change management, business analysis, virtual collaboration, merger and acquisition transition, data warehousing, infrastructure deployment, system configuration, software asset management, and service delivery.  Her client history spans across major oil and gas, oil field services, aerospace, financial, healthcare and other companies."
  }
]
