[
  {
    "name": "Mithilya Raj",
    "designation": "Co-President",
    "description": "Mithilya is a senior at Dulles who has been with with the club for her entire high school career. She has extensive programming knowledge and has helped write robot code and has been running this very website since her freshman year. She manages meetings, messages, calendars, social media accounts, and public relations, as well as engineering portfolios for Dulles Robotics.",
    "image": "c-OEKkcEtnY6Xuz.jpg"
  },
  {
    "name": "Izack Waczko",
    "designation": "Co-President",
    "description": "Izack is a senior who has shown exceptional brilliance in computer design and building robots from his first day as a freshman. He oversees the building of all robots to ensure function and safety. He also oversees part orders and our budget. He has been with the club for 4 years.",
    "image": "lBso4IjogwJQzgC.jpg"
  },
  {
    "name": "Grace Yu",
    "designation": "Vice President - Student Life",
    "description": "Grace is a junior at Dulles and has been with the club for 3 years. She likes to CAD and 3d print but finds she spends more time complaining about the printer than printing. SHe loves to plan various events and socials for us throughout the year.",
    "image": "gjDMgV2ymEU9YlH.jpg"
  },
  {
    "name": "Charlie Nguyen",
    "designation": "Vice President - Communications ",
    "description": "Charlie is a junior at Dulles and is an avid fan of designing and building robots. He owns a 3D printer abd loves to design and print mythical artifacts in his free time.",
    "image": "Sv4ib44pvUuVVxE.jpg"
  },
  {
    "name": "Alex Chou",
    "designation": "Event Coordinator",
    "description": "Alex is a junior at Dulles and has been with us for 2 years. Alex likes to build and has recently started helping with communication for our team.",
    "image": ""
  },
  {
    "name": "Ritvik Mangire",
    "designation": "Treasurer",
    "description": "Ritvik Mangire has assisted with robotics build teams and administration since his freshmen year. He has been a leader in all robotics competitions, regardless of if Dulles was hosting it. Ritvik assists with planning and running meets and tournaments.",
    "image": ""
  },
  {
    "name": "Allen Jacob",
    "designation": "Secretary",
    "description": "Allen is a junior who has shown a passion for robotics ever since he joined our club. He's experienced in the build department, but wants to contribute to programming as he learns how to code. He will be in charge of logging meeting minutes and keeping engineering logs.",
    "image": "4y2jm17idMfehrM.jpg"
  },
  {
    "name": "Natalie Lam",
    "designation": "Historian",
    "description": "Nathan Lam is a junior at Dulles and has been with the club for 3 years. She currently helps manage the club's social media accounts and is learning how to manage this website.",
    "image": ""
  }
]
