[
  {
    "title": "",
    "description": "&emsp;&emsp;Doing our part for the community is a big part of Our Philosophy, and over the years we have accumulated dozens of outreach activities that we could display here. Some of these include: mentoring middle school teams, holding STEM Festivals to get others involved and interested in STEM, hosting FIRST Lego League Tournaments, hosting First Tech Challenge league scrimmages, holding workshops and online courses for others to learn about the process of robotics, creating videos about common programming softwares for other FTC teams, visiting an orphanage to teach the kids about STEM and STEM-related activities, and many more. \n\n&emsp;&emsp;Over the years, We  have come to gain experience helping our community, by participating in outreach activities. Every year, members continue teaching each other Gracious Professionalism, a value important for FIRST and for their futures. By giving a helping hand to our community and assisting other people in their journey to uncover their interests in the STEM field, we hope to make a long lasting impact and continue spreading FIRST values and events. \n\n&emsp;&emsp;However, recent years have been especially difficult due to the challenges that COVID-19 poses. With the pandemic, it was nearly impossible to hold any face to face events, which was upsetting to all of us, as outreach is something all of our members truly enjoy. Some specific outreach events we have recently participated in include…"
  },
  {
    "title": "Math and Science Academy Night (2021)",
    "description": "Ready to spread our knowledge, we set up a presentation and many interactive elements for those who came to see us during the Academy Night! The team exposed the future and current MSA students to the wonders of robotics, displaying our robot and being ready to answer any questions that were asked of us.",
    "media_folder": null
  },
  {
    "title": "Chevron Marathon (2022)",
    "description": "Members volunteered at the Chevron Houston Marathon, working to help those who ran in the marathon store their personal belongings in compartments. Members got to interact with many people, while putting up a gracious face for the public to see. We enjoyed volunteering and hope to  participate again next time!"
  },
  {
    "title": "Fish Camp (2021)",
    "description": "Our club hosted an event for freshmen who wanted to learn more about robotics and how it works at our school. Members arranged presentations and showed off not only STEM and engineering demonstrations, but also reached out to new members - introducing them to the wonderful world of robotics and keeping our club sustainable.",
    "media_folder": null
  },
  {
    "title": "Girls Who Code (2021)",
    "description": "We visited Dulles Middle School to speak about and teach elementary to high school girls how to do basic coding and the basis of robotics."
  },
  {
    "title": "VortX #3735 Summer Program Collab (2021)",
    "description": "This virtual coding camp for 4th-8th graders gave the students a design based creative computing summer program incorporating coding projects with Scratch."
  },
  {
    "title": "San Jacinto College Programming Tutorials for Block Code and Android Studio (2020)",
    "media": [
      "https://www.youtube.com/watch?v=fJvpQpVwjzM",
      "https://www.youtube.com/watch?v=NIr-ZrYT4c4",
      "https://www.youtube.com/watch?v=zypTJ2eR6Co",
      "https://www.youtube.com/watch?v=h5pDBFJOmVI"
    ],
    "description": "We were contacted by San Jacinto College to create programming videos in order to teach the whole region how to utilize and efficiently use Block and Android Studio. Wanting to provide the best quality of information as possible, we spent hours scripting, recording, and editing our footage to be put on YouTube. "
  }
]
